/* format string for device-based 'New' menu items */
"New from “%@”…" = "Neu von „%@“…";

/* error text used when opening a document fails */
"The document or device “%@” cannot be opened." = "Das Dokument oder Gerät „%@“ kann nicht geöffnet werden.";

/* action labels for import view */
"Preparing DVD Import…" = "Der DVD-Import wird vorbereitet…";
"Error during DVD Import" = "Die DVD konnte nicht gelesen werden.";

/* DVD import log messages */
"inconsistent number of video title sets: %1$u and %2$u" = "inkonsistente Anzahl an Video Title Sets: %1$u und %2$u";
"alleged number of title sets (%1$u) is beyond the allowed maximum of %2$u" = "angegebene Zahl von Title Sets (%1$u) liegt über dem erlaubten Maximum von %2$u";
"all IFOs successfully parsed" = "alle IFOs wurden erfolgreich eingelesen";

